Repository: DawidJedraszczyk/e-Bimba
Catalog: ebus/locale/*/LC_MESSAGES/django.po
Languages: el, hi, ja, nl

source: Activate Authenticator App
el: Ενεργοποιήστε την εφαρμογή Authenticator
hi: प्रमाणक ऐप सक्रिय करें
ja: 認証アプリを有効化
nl: Authenticator-app activeren

source: To protect your account with two-factor authentication, scan the QR code below with your authenticator app. Then, input the verification code generated by the app below.
el: Για να προστατεύσετε τον λογαριασμό σας με έλεγχο ταυτότητας δύο παραγόντων, σαρώστε τον παρακάτω κωδικό QR με την εφαρμογή ελέγχου ταυτότητας. Στη συνέχεια, εισαγάγετε τον κωδικό επαλήθευσης που δημιουργήθηκε από την εφαρμογή παρακάτω.
hi: अपने खाते को दो-कारक प्रमाणीकरण से सुरक्षित रखने के लिए, अपने प्रमाणक ऐप से नीचे दिए गए QR कोड को स्कैन करें। फिर, नीचे दिए गए ऐप द्वारा जनरेट किया गया सत्यापन कोड दर्ज करें।
ja: 2 要素認証でアカウントを保護するには、認証アプリで以下の QR コードをスキャンします。次に、以下のアプリによって生成された確認コードを入力します。
nl: Om uw account te beschermen met tweefactorauthenticatie, scant u de QR-code hieronder met uw authenticator-app. Voer vervolgens de verificatiecode in die door de app is gegenereerd.

source: Authenticator secret
el: Μυστικό ελέγχου ταυτότητας
hi: प्रमाणक गुप्त
ja: 認証子の秘密
nl: Authenticator geheim

source: You can store this secret and use it to reinstall your authenticator app at a later time.
el: Μπορείτε να αποθηκεύσετε αυτό το μυστικό και να το χρησιμοποιήσετε για να εγκαταστήσετε ξανά την εφαρμογή ελέγχου ταυτότητας αργότερα.
hi: आप इस सीक्रेट को स्टोर कर सकते हैं और बाद में अपने प्रमाणक ऐप को पुनः इंस्टॉल करने के लिए इसका उपयोग कर सकते हैं।
ja: このシークレットを保存しておき、後で認証アプリを再インストールするときに使用することができます。
nl: U kunt dit geheim opslaan en gebruiken om uw authenticator-app later opnieuw te installeren.

source: Deactivate Authenticator App
el: Απενεργοποιήστε την εφαρμογή Authenticator
hi: प्रमाणक ऐप निष्क्रिय करें
ja: 認証アプリを無効にする
nl: Authenticator-app deactiveren

source: You are about to deactivate authenticator app based authentication. Are you sure?
el: Πρόκειται να απενεργοποιήσετε τον έλεγχο ταυτότητας βάσει εφαρμογών ελέγχου ταυτότητας. Είσαι σίγουρος;
hi: आप प्रमाणक ऐप आधारित प्रमाणीकरण को निष्क्रिय करने वाले हैं। क्या आप सुनिश्चित हैं?
ja: 認証アプリベースの認証を無効にしようとしています。よろしいですか?
nl: U staat op het punt om authenticatie op basis van de authenticator-app te deactiveren. Weet u het zeker?

source: Add Security Key
el: Προσθήκη κλειδιού ασφαλείας
hi: सुरक्षा कुंजी जोड़ें
ja: セキュリティキーを追加
nl: Beveiligingssleutel toevoegen

source: Remove Security Key
el: Αφαιρέστε το κλειδί ασφαλείας
hi: सुरक्षा कुंजी हटाएँ
ja: セキュリティキーを削除する
nl: Beveiligingssleutel verwijderen

source: Are you sure you want to remove this security key?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το κλειδί ασφαλείας;
hi: क्या आप वाकई इस सुरक्षा कुंजी को हटाना चाहते हैं?
ja: このセキュリティ キーを削除してもよろしいですか?
nl: Weet u zeker dat u deze beveiligingssleutel wilt verwijderen?

source: Key
el: Κλειδί
hi: चाबी
ja: 鍵
nl: Sleutel

source: Usage
el: Χρήση
hi: प्रयोग
ja: 使用法
nl: Gebruik

source: Passkey
el: Αντικλείδι
hi: सर्व-कुंजी
ja: パスキー
nl: Toegangscode

source: Security key
el: Κλειδί ασφαλείας
hi: सुरक्षा कुंजी
ja: セキュリティキー
nl: Beveiligingssleutel

source: This key does not indicate whether it is a passkey.
el: Αυτό το κλειδί δεν υποδεικνύει εάν πρόκειται για κωδικό πρόσβασης.
hi: यह कुंजी यह नहीं बताती कि यह पासकी है या नहीं।
ja: このキーはパスキーであるかどうかを示しません。
nl: Deze sleutel geeft niet aan of het een toegangssleutel is.

source: Unspecified
el: Απροσδιόριστος
hi: अनिर्दिष्ट
ja: 未指定
nl: Niet gespecificeerd

source: Added on %(created_at)s
el: Προστέθηκε στο %(created_at)s
hi: %(created_at)s पर जोड़ा गया
ja: %(created_at)s に追加されました
nl: Toegevoegd op %(created_at)s

source: Last used %(last_used)s
el: Τελευταία χρήση %(last_used)s
hi: अंतिम उपयोग %(last_used)s
ja: 最終使用日 %(last_used)s
nl: Laatst gebruikt %(last_used)s

source: Edit Security Key
el: Επεξεργασία κλειδιού ασφαλείας
hi: सुरक्षा कुंजी संपादित करें
ja: セキュリティキーを編集
nl: Beveiligingssleutel bewerken

source: Save
el: Εκτός
hi: बचाना
ja: 保存
nl: Redden

source: Create Passkey
el: Δημιουργία κωδικού πρόσβασης
hi: पासकी बनाएं
ja: パスキーを作成
nl: Maak een wachtwoord aan

source: You are about to create a passkey for your account. As you can add additional keys later on, you can use a descriptive name to tell the keys apart.
el: Πρόκειται να δημιουργήσετε έναν κωδικό πρόσβασης για τον λογαριασμό σας. Καθώς μπορείτε να προσθέσετε επιπλέον κλειδιά αργότερα, μπορείτε να χρησιμοποιήσετε ένα περιγραφικό όνομα για να ξεχωρίσετε τα κλειδιά.
hi: आप अपने खाते के लिए पासकी बनाने जा रहे हैं। चूंकि आप बाद में अतिरिक्त कुंजियाँ जोड़ सकते हैं, इसलिए आप कुंजियों को अलग-अलग बताने के लिए वर्णनात्मक नाम का उपयोग कर सकते हैं।
ja: アカウントのパスキーを作成しようとしています。後でキーを追加できるので、キーを区別するためにわかりやすい名前を付けることができます。
nl: U staat op het punt een passkey voor uw account te maken. Omdat u later nog meer keys kunt toevoegen, kunt u een beschrijvende naam gebruiken om de keys uit elkaar te houden.

source: Create
el: Δημιουργώ
hi: बनाएं
ja: 作成する
nl: Creëren

source: This functionality requires JavaScript.
el: Αυτή η λειτουργία απαιτεί JavaScript.
hi: इस कार्यक्षमता के लिए जावास्क्रिप्ट की आवश्यकता है.
ja: この機能には JavaScript が必要です。
nl: Voor deze functionaliteit is JavaScript vereist.

source: Third-Party Login Failure
el: Αποτυχία σύνδεσης τρίτου μέρους
hi: तृतीय-पक्ष लॉगिन विफलता
ja: サードパーティのログイン失敗
nl: Mislukte aanmelding bij derde partij

source: An error occurred while attempting to login via your third-party account.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια σύνδεσης μέσω του λογαριασμού τρίτου μέρους.
hi: आपके तृतीय-पक्ष खाते के माध्यम से लॉगिन करने का प्रयास करते समय एक त्रुटि हुई।
ja: サードパーティのアカウント経由でログインしようとしたときにエラーが発生しました。
nl: Er is een fout opgetreden bij het inloggen via uw account van derden.

source: You can sign in to your account using any of the following third-party accounts:
el: Μπορείτε να συνδεθείτε στον λογαριασμό σας χρησιμοποιώντας οποιονδήποτε από τους παρακάτω λογαριασμούς τρίτων:
hi: आप निम्नलिखित में से किसी भी तृतीय-पक्ष खाते का उपयोग करके अपने खाते में साइन इन कर सकते हैं:
ja: 次のいずれかのサードパーティ アカウントを使用してアカウントにサインインできます。
nl: U kunt zich bij uw account aanmelden met een van de volgende accounts van derden:

source: You currently have no third-party accounts connected to this account.
el: Αυτήν τη στιγμή δεν έχετε συνδεδεμένους λογαριασμούς τρίτου μέρους σε αυτόν τον λογαριασμό.
hi: वर्तमान में आपके पास इस खाते से जुड़ा कोई तृतीय-पक्ष खाता नहीं है।
ja: 現在、このアカウントに接続されているサードパーティ アカウントはありません。
nl: Er zijn momenteel geen accounts van derden aan dit account gekoppeld.

source: Add a Third-Party Account
el: Προσθέστε έναν λογαριασμό τρίτου μέρους
hi: तृतीय-पक्ष खाता जोड़ें
ja: サードパーティアカウントを追加する
nl: Een account van derden toevoegen

source: A third-party account from %(provider)s has been connected to your account.
el: Ένας λογαριασμός τρίτου μέρους από το %(provider)s έχει συνδεθεί στον λογαριασμό σας.
hi: %(provider)s का एक तृतीय-पक्ष खाता आपके खाते से जोड़ दिया गया है।
ja: %(provider)s のサードパーティ アカウントがあなたのアカウントに接続されました。
nl: Er is een account van derden van %(provider)s aan uw account gekoppeld.

source: Third-Party Account Connected
el: Συνδέθηκε λογαριασμός τρίτου μέρους
hi: तृतीय-पक्ष खाता कनेक्ट किया गया
ja: サードパーティのアカウントが接続されました
nl: Account van derde partij verbonden

source: A third-party account from %(provider)s has been disconnected from your account.
el: Ένας λογαριασμός τρίτου μέρους από το %(provider)s έχει αποσυνδεθεί από τον λογαριασμό σας.
hi: %(provider)s का एक तृतीय-पक्ष खाता आपके खाते से डिस्कनेक्ट कर दिया गया है।
ja: %(provider)s のサードパーティ アカウントがアカウントから切断されました。
nl: Een account van derden van %(provider)s is losgekoppeld van uw account.

source: Third-Party Account Disconnected
el: Ο λογαριασμός τρίτου μέρους αποσυνδέθηκε
hi: तृतीय-पक्ष खाता डिस्कनेक्ट किया गया
ja: サードパーティのアカウントが切断されました
nl: Account van derde partij verbroken

source: Connect %(provider)s
el: Σύνδεση %(provider)s
hi: %(provider)s से जुड़ें
ja: %(provider)s に接続
nl: Verbind %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
el: Πρόκειται να συνδέσετε έναν νέο λογαριασμό τρίτου μέρους από το %(provider)s.
hi: आप %(provider)s से एक नया तृतीय-पक्ष खाता कनेक्ट करने वाले हैं.
ja: %(provider)s から新しいサードパーティ アカウントを接続しようとしています。
nl: U staat op het punt om een ​​nieuw account van derden te koppelen vanuit %(provider)s.

source: Sign In Via %(provider)s
el: Είσοδος μέσω %(provider)s
hi: %(provider)s के माध्यम से साइन इन करें
ja: %(provider)s 経由でサインイン
nl: Aanmelden via %(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
el: Πρόκειται να συνδεθείτε χρησιμοποιώντας έναν λογαριασμό τρίτου μέρους από το %(provider)s.
hi: आप %(provider)s से किसी तृतीय-पक्ष खाते का उपयोग करके साइन इन करने वाले हैं।
ja: %(provider)s のサードパーティ アカウントを使用してサインインしようとしています。
nl: U staat op het punt om in te loggen met een account van derden van %(provider)s.

source: Continue
el: Συνεχίζω
hi: जारी रखना
ja: 続く
nl: Doorgaan

source: Login Cancelled
el: Η σύνδεση ακυρώθηκε
hi: लॉगिन रद्द
ja: ログインがキャンセルされました
nl: Inloggen geannuleerd

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
el: Αποφασίσατε να ακυρώσετε τη σύνδεση στον ιστότοπό μας χρησιμοποιώντας έναν από τους υπάρχοντες λογαριασμούς σας. Εάν αυτό ήταν λάθος, προχωρήστε στην <a href="%(login_url)s">σύνδεση</a>.
hi: आपने अपने मौजूदा खातों में से किसी एक का उपयोग करके हमारी साइट पर लॉग इन करना रद्द करने का निर्णय लिया है। यदि यह गलती से हुआ है, तो कृपया <a href="%(login_url)s">साइन इन</a> पर आगे बढ़ें।
ja: 既存のアカウントの 1 つを使用して当サイトへのログインをキャンセルすることにしました。これが間違いであった場合は、<a href="%(login_url)s">サインイン</a>に進んでください。
nl: U hebt besloten om het inloggen op onze site met een van uw bestaande accounts te annuleren. Als dit een fout was, ga dan door naar <a href="%(login_url)s">inloggen</a>.

source: The third-party account has been connected.
el: Ο λογαριασμός τρίτου μέρους έχει συνδεθεί.
hi: तृतीय-पक्ष खाता कनेक्ट कर दिया गया है.
ja: サードパーティのアカウントが接続されました。
nl: Het account van derden is gekoppeld.

source: The third-party account is already connected to a different account.
el: Ο λογαριασμός τρίτου μέρους είναι ήδη συνδεδεμένος με διαφορετικό λογαριασμό.
hi: तृतीय-पक्ष खाता पहले से ही किसी अन्य खाते से जुड़ा हुआ है।
ja: サードパーティのアカウントはすでに別のアカウントに接続されています。
nl: Het account van derden is al gekoppeld aan een ander account.

source: The third-party account has been disconnected.
el: Ο λογαριασμός τρίτου μέρους έχει αποσυνδεθεί.
hi: तीसरे पक्ष का खाता डिस्कनेक्ट कर दिया गया है.
ja: サードパーティのアカウントが切断されました。
nl: Het account van de derde partij is losgekoppeld.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
el: Πρόκειται να χρησιμοποιήσετε τον λογαριασμό σας %(provider_name)s για να συνδεθείτε %(site_name)s. Ως τελικό βήμα, συμπληρώστε την παρακάτω φόρμα:
hi: आप %(provider_name)s खाते का उपयोग करके %(site_name)s में लॉग इन करने वाले हैं। अंतिम चरण के रूप में, कृपया निम्न फ़ॉर्म भरें:
ja: %(provider_name)s アカウントを使用して %(site_name)s にログインしようとしています。最後の手順として、次のフォームに記入してください:
nl: U staat op het punt om uw %(provider_name)s account te gebruiken om in te loggen op %(site_name)s. Vul als laatste stap het volgende formulier in:

source: Or use a third-party
el: Ή χρησιμοποιήστε ένα τρίτο μέρος
hi: या किसी तीसरे पक्ष का उपयोग करें
ja: またはサードパーティの
nl: Of gebruik een derde partij

source: Signed out of all other sessions.
el: Έγινε αποσύνδεση από όλες τις άλλες περιόδους σύνδεσης.
hi: अन्य सभी सत्रों से साइन आउट कर दिया गया।
ja: 他のすべてのセッションからサインアウトしました。
nl: Uitgelogd bij alle andere sessies.

source: Started At
el: Ξεκίνησε στις
hi: इस समय पर शुरू किया
ja: 開始日時
nl: Begonnen bij

source: IP Address
el: Διεύθυνση IP
hi: आईपी ​​पता
ja: IPアドレス
nl: IP-adres

source: Browser
el: Πρόγραμμα περιήγησης
hi: ब्राउज़र
ja: ブラウザ

source: Last seen at
el: Τελευταία εμφάνιση στις
hi: आखिरी बार देखा
ja: 最後に見た場所
nl: Laatst gezien op

source: Current
el: Ρεύμα
hi: मौजूदा
ja: 現在
nl: Huidig

source: Sign Out Other Sessions
el: Αποσύνδεση από άλλες συνεδρίες
hi: अन्य सत्र साइन आउट करें
ja: 他のセッションからサインアウト
nl: Afmelden Andere sessies

source: Dummy Payment Gateway
hi: डमी भुगतान गेटवे
ja: ダミー決済ゲートウェイ
nl: Dummy-betaalgateway

source: Bad Token
hi: ख़राब टोकन
ja: 不正なトークン
nl: Slechte token

source: Rating
nl: Beoordeling

source: Make a review
nl: Maak een recensie

source: Review
nl: Beoordeling

source: Write Your review here.
nl: Schrijf hier uw recensie.

source: Send
nl: Versturen

source: Thank You!
nl: Bedankt!

source: zakup-bilet/<str:ticket_type_id>/
nl: ticket-type-id/<str:ticket_type_id>/
