Repository: DawidJedraszczyk/e-Bimba
Catalog: ebus/locale/*/LC_MESSAGES/django.po
Languages: el, hi, ja, nl

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή εσείς ή κάποιος άλλος προσπαθήσατε να αποκτήσετε πρόσβαση σε έναν λογαριασμό με email %(email)s. Ωστόσο, δεν έχουμε καμία εγγραφή τέτοιου λογαριασμού στη βάση δεδομένων μας.
hi: आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि आपने या किसी और ने ईमेल %(email)s वाले खाते तक पहुँचने का प्रयास किया है। हालाँकि, हमारे डेटाबेस में ऐसे किसी खाते का कोई रिकॉर्ड नहीं है।
ja: このメールは、あなたまたは他の誰かがメール アドレス %(email)s のアカウントにアクセスしようとしたために送信されました。ただし、当社のデータベースにはそのようなアカウントの記録はありません。
nl: U ontvangt deze e-mail omdat u, of iemand anders, heeft geprobeerd toegang te krijgen tot een account met e-mailadres %(email)s. We hebben echter geen gegevens van een dergelijk account in onze database.

source: If it was you, you can sign up for an account using the link below.
el: Εάν ήσασταν εσείς, μπορείτε να εγγραφείτε για έναν λογαριασμό χρησιμοποιώντας τον παρακάτω σύνδεσμο.
hi: यदि आप भी ऐसा ही सोचते हैं, तो नीचे दिए गए लिंक का उपयोग करके आप एक खाता खोल सकते हैं।
ja: あなたであれば、以下のリンクを使用してアカウントを登録できます。
nl: Als u dit was, kunt u zich via onderstaande link aanmelden voor een account.

source: Unknown Account
el: Άγνωστος λογαριασμός
hi: अज्ञात खाता
ja: 不明なアカウント
nl: Onbekend account

source: Email Address
el: Διεύθυνση Email
hi: मेल पता
ja: 電子メールアドレス
nl: E-mailadres

source: Current email
el: Τρέχον email
hi: वर्तमान ईमेल
ja: 現在のメールアドレス
nl: Huidig ​​e-mailadres

source: Changing to
el: Αλλαγή σε
hi: में परिवर्तन
ja: 変更する
nl: Veranderen naar

source: Your email address is still pending verification.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι ακόμη σε εκκρεμότητα επαλήθευσης.
hi: आपका ईमेल पता अभी भी सत्यापन हेतु लंबित है।
ja: あなたのメールアドレスはまだ確認待ちです。
nl: Uw e-mailadres wacht nog op verificatie.

source: Cancel Change
el: Ακύρωση αλλαγής
hi: परिवर्तन रद्द करें
ja: 変更をキャンセル
nl: Annuleren Wijzigen

source: Change to
el: Αλλαγή σε
hi: में बदलो
ja: 変更する
nl: Veranderen naar

source: Change Email
el: Αλλαγή email
hi: बदले ई - मेल
ja: メールアドレスの変更
nl: E-mail wijzigen

source: Confirm Email Address
el: Επιβεβαιώστε τη διεύθυνση email
hi: ईमेल पते की पुष्टि करें
ja: メールアドレスを確認
nl: Bevestig e-mailadres

source: Please confirm that
el: Επιβεβαιώστε το
hi: कृपया पुष्टि करें कि
ja: ご確認ください
nl: Bevestig dat

source: is an email address for user
el: είναι μια διεύθυνση email για τον χρήστη
hi: उपयोगकर्ता के लिए एक ईमेल पता है
ja: ユーザーのメールアドレスです
nl: is een e-mailadres voor de gebruiker

source: Unable to confirm %(email)s because it is already confirmed by a different account.
el: Δεν είναι δυνατή η επιβεβαίωση του %(email)s επειδή έχει ήδη επιβεβαιωθεί από διαφορετικό λογαριασμό.
hi: %(email)s की पुष्टि करने में असमर्थ क्योंकि यह पहले से ही किसी अन्य खाते द्वारा पुष्टि की जा चुकी है।
ja: %(email)s は別のアカウントで既に確認されているため、確認できません。
nl: Kan %(email)s niet bevestigen omdat het al door een ander account is bevestigd.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
el: Αυτός ο σύνδεσμος επιβεβαίωσης email έληξε ή δεν είναι έγκυρος. <a href="%(email_url)s">υποβάλετε νέο αίτημα επιβεβαίωσης μέσω email</a>.
hi: यह ईमेल पुष्टिकरण लिंक समाप्त हो गया है या अमान्य है। कृपया <a href="%(email_url)s">नया ईमेल पुष्टिकरण अनुरोध जारी करें</a>।
ja: この電子メール確認リンクは期限が切れているか無効です。<a href="%(email_url)s">新しい電子メール確認リクエストを発行してください</a>。
nl: Deze e-mailbevestigingslink is verlopen of ongeldig. <a href="%(email_url)s">Dien een nieuw e-mailbevestigingsverzoek in</a>.

source: If you have not created an account yet, then please
el: Εάν δεν έχετε δημιουργήσει ακόμη λογαριασμό, τότε παρακαλούμε
hi: यदि आपने अभी तक खाता नहीं बनाया है तो कृपया
ja: まだアカウントを作成していない場合は、
nl: Als u nog geen account hebt aangemaakt, klik dan hier.

source: sign up
el: εγγραφείτε
hi: साइन अप करें
ja: サインアップ
nl: aanmelden

source: first
el: πρώτα
hi: पहला
ja: 初め
nl: Eerst

source: Sign in with a passkey
el: Συνδεθείτε με κωδικό πρόσβασης
hi: पासकी से साइन इन करें
ja: パスキーでサインイン
nl: Meld u aan met een wachtwoord

source: Mail me a sign-in code
el: Στείλτε μου έναν κωδικό σύνδεσης
hi: मुझे साइन-इन कोड मेल करें
ja: サインインコードをメールで送ってください
nl: Stuur mij een inlogcode

source: Sign Out
el: Αποσύνδεση
hi: साइन आउट
ja: サインアウト
nl: Afmelden

source: Are you sure you want to sign out?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;
hi: क्या आप द्वारा साइन आउट किया जाना सुनिश्चित है?
ja: 本当にサインアウトしますか?
nl: Weet u zeker dat u zich wilt afmelden?

source: You cannot remove your primary email address (%(email)s).
el: Δεν μπορείτε να αφαιρέσετε την κύρια διεύθυνση email σας (%(email)s).
hi: आप अपना प्राथमिक ईमेल पता (%(email)s) नहीं हटा सकते.
ja: プライマリ電子メール アドレス (%(email)s) を削除することはできません。
nl: U kunt uw primaire e-mailadres (%(email)s) niet verwijderen.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
el: Δεν είναι δυνατή η επιβεβαίωση του %(email)s επειδή έχει ήδη επιβεβαιωθεί από διαφορετικό λογαριασμό.
hi: %(email)s की पुष्टि करने में असमर्थ क्योंकि यह पहले से ही किसी अन्य खाते द्वारा पुष्टि की जा चुकी है।
ja: %(email)s は別のアカウントで既に確認されているため、確認できません。
nl: Kan %(email)s niet bevestigen omdat het al door een ander account is bevestigd.

source: Confirmation email sent to %(email)s.
el: Το email επιβεβαίωσης στάλθηκε στο %(email)s.
hi: पुष्टिकरण ईमेल %(email)s पर भेजा गया.
ja: 確認メールが%(email)sに送信されました。
nl: Bevestigingsmail verzonden naar %(email)s.

source: You have confirmed %(email)s.
el: Έχετε επιβεβαιώσει το %(email)s.
hi: आपने %(email)s की पुष्टि कर दी है.
ja: %(email)sを確認しました。
nl: U hebt %(email)s bevestigd.

source: Removed email address %(email)s.
el: Καταργήθηκε η διεύθυνση email %(email)s.
hi: ईमेल पता %(email)s हटा दिया गया.
ja: 電子メール アドレス %(email)s を削除しました。
nl: E-mailadres %(email)s verwijderd.

source: Successfully signed in as %(name)s.
el: Έγινε επιτυχής σύνδεση ως %(name)s.
hi: %(name)s के रूप में सफलतापूर्वक साइन इन किया गया.
ja: %(name)s として正常にサインインしました。
nl: Succesvol aangemeld als %(name)s.

source: You have signed out.
el: Έχετε αποσυνδεθεί.
hi: आप साइन आउट हो गए हैं।
ja: サインアウトしました。
nl: U bent afgemeld.

source: A sign-in code has been mailed to %(email)s.
el: Ένας κωδικός σύνδεσης έχει σταλεί στο %(email)s.
hi: %(email)s पर एक साइन-इन कोड भेज दिया गया है।
ja: サインイン コードが %(email)s にメールで送信されました。
nl: Er is een aanmeldcode verzonden naar %(email)s.

source: Password successfully changed.
el: Ο κωδικός άλλαξε με επιτυχία.
hi: पासवर्ड सफलतापूर्वक बदला गया।
ja: パスワードが正常に変更されました。
nl: Wachtwoord succesvol gewijzigd.

source: Password successfully set.
el: Ο κωδικός πρόσβασης ορίστηκε με επιτυχία.
hi: पासवर्ड सफलतापूर्वक सेट हो गया.
ja: パスワードが正常に設定されました。
nl: Wachtwoord succesvol ingesteld.

source: Primary email address set.
el: Σύνολο κύριας διεύθυνσης email.
hi: प्राथमिक ईमेल पता सेट.
ja: プライマリ電子メール アドレスが設定されました。
nl: Primair e-mailadres ingesteld.

source: Your primary email address must be verified.
el: Η κύρια διεύθυνση email σας πρέπει να επαληθευτεί.
hi: आपका प्राथमिक ईमेल पता सत्यापित होना चाहिए.
ja: プライマリ電子メール アドレスを確認する必要があります。
nl: Uw primaire e-mailadres moet worden geverifieerd.

source: Forgot Password?
el: Ξεχάσατε τον κωδικό πρόσβασης;
hi: पासवर्ड भूल गए?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
el: Ξεχάσατε τον κωδικό πρόσβασής σας; Εισαγάγετε τη διεύθυνση email σας παρακάτω και θα σας στείλουμε ένα email που θα σας επιτρέψει να το επαναφέρετε.
hi: अपना पासवर्ड भूल गए? नीचे अपना ईमेल पता दर्ज करें, और हम आपको इसे रीसेट करने की अनुमति देने वाला एक ईमेल भेजेंगे।
ja: パスワードを忘れましたか? 以下のメールアドレスを入力すると、パスワードをリセットするためのメールが送信されます。
nl: Wachtwoord vergeten? Vul hieronder uw e-mailadres in, dan sturen wij u een e-mail waarmee u uw wachtwoord opnieuw kunt instellen.

source: Reset My Password
el: Επαναφορά του κωδικού μου
hi: अपना पासवर्ड रीसेट करें
ja: パスワードをリセットする
nl: Mijn wachtwoord opnieuw instellen

source: Please contact us if you have any trouble resetting your password.
el: Επικοινωνήστε μαζί μας εάν αντιμετωπίζετε προβλήματα με την επαναφορά του κωδικού πρόσβασής σας.
hi: यदि आपको अपना पासवर्ड रीसेट करने में कोई परेशानी हो तो कृपया हमसे संपर्क करें।
ja: パスワードのリセットで問題がある場合は、お問い合わせください。
nl: Neem contact met ons op als u problemen ondervindt bij het opnieuw instellen van uw wachtwoord.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
el: Σας έχουμε στείλει ένα email. Εάν δεν το έχετε λάβει, ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας σας. Διαφορετικά επικοινωνήστε μαζί μας εάν δεν το λάβετε σε λίγα λεπτά.
hi: हमने आपको एक ईमेल भेजा है। अगर आपको यह नहीं मिला है तो कृपया अपना स्पैम फ़ोल्डर चेक करें। अन्यथा अगर आपको यह कुछ मिनटों में नहीं मिलता है तो हमसे संपर्क करें।
ja: メールを送信しました。メールが届いていない場合は、迷惑メールフォルダを確認してください。数分経ってもメールが届かない場合は、お問い合わせください。
nl: We hebben u een e-mail gestuurd. Als u deze niet hebt ontvangen, controleer dan uw spamfolder. Neem anders contact met ons op als u deze niet binnen enkele minuten ontvangt.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης δεν ήταν έγκυρος, πιθανώς επειδή έχει ήδη χρησιμοποιηθεί. Ζητήστε <a href="%(passwd_reset_url)s">επαναφορά νέου κωδικού πρόσβασης</a>.
hi: पासवर्ड रीसेट लिंक अमान्य था, संभवतः इसलिए क्योंकि इसका पहले ही उपयोग किया जा चुका है। कृपया <a href="%(passwd_reset_url)s">नया पासवर्ड रीसेट</a> का अनुरोध करें।
ja: パスワード リセット リンクが無効です。すでに使用されている可能性があります。<a href="%(passwd_reset_url)s">新しいパスワード リセット</a>をリクエストしてください。
nl: De wachtwoord reset link was ongeldig, mogelijk omdat deze al is gebruikt. Vraag een <a href="%(passwd_reset_url)s">nieuwe wachtwoord reset</a> aan.

source: Your password is now changed.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει τώρα.
hi: अब आपका पासवर्ड बदल गया है.
ja: パスワードが変更されました。
nl: Uw wachtwoord is nu gewijzigd.

source: Set Password
el: Ορισμός κωδικού πρόσβασης
hi: सांकेतिक शब्द लगना
ja: パスワードを設定する
nl: Wachtwoord instellen

source: Enter your password:
el: Εισαγάγετε τον κωδικό πρόσβασής σας:
hi: अपना कूटशब्द भरें:
ja: パスワードを入力してください:
nl: Voer uw wachtwoord in:

source: You will receive an email containing a special code for a password-free sign-in.
el: Θα λάβετε ένα email που θα περιέχει έναν ειδικό κωδικό για είσοδο χωρίς κωδικό πρόσβασης.
hi: आपको पासवर्ड-मुक्त साइन-इन के लिए एक विशेष कोड युक्त एक ईमेल प्राप्त होगा।
ja: パスワードなしでサインインするための特別なコードが記載されたメールが届きます。
nl: U ontvangt een e-mail met een speciale code waarmee u zich zonder wachtwoord kunt aanmelden.

source: Request Code
el: Κωδικός αιτήματος
hi: अनुरोध कोड
ja: リクエストコード
nl: Aanvraagcode

source: Other sign-in options
el: Άλλες επιλογές σύνδεσης
hi: अन्य साइन-इन विकल्प
ja: その他のサインインオプション
nl: Andere aanmeldopties

source: Sign Up
el: Εγγραφείτε
hi: साइन अप करें
ja: サインアップ
nl: Aanmelden

source: Already have an account? Log In!
el: Έχετε ήδη λογαριασμό; Συνδεθείτε!
hi: क्या आपके पास पहले से एक खाता मौजूद है? लॉगिन करें!
ja: すでにアカウントをお持ちですか? ログインしてください!
nl: Heeft u al een account? Log in!

source: Signup
el: Εγγραφή
hi: साइन अप करें
ja: サインアップ
nl: Aanmelden

source: Passkey Sign Up
el: Εγγραφή με κωδικό πρόσβασης
hi: पासकी साइन अप
ja: パスキーサインアップ
nl: Wachtwoord registreren

source: Already have an account? Then please %(link)ssign in%(end_link)s.
el: Έχετε ήδη λογαριασμό; Στη συνέχεια, %(link)sign in%(end_link)s.
hi: क्या आपके पास पहले से ही खाता है? तो कृपया %(link)sसाइन इन करें%(end_link)s.
ja: すでにアカウントをお持ちですか? その場合は、%(link)sサインイン%(end_link)sしてください。
nl: Heb je al een account? Meld je dan aan door je %(link)s aan te melden%(end_link)s.

source: Other options
el: Άλλες επιλογές
hi: अन्य विकल्प
ja: その他のオプション
nl: Andere opties

source: Sign Up Closed
el: Εγγραφή Κλειστό
hi: साइन अप बंद
ja: サインアップは終了しました
nl: Aanmelden gesloten

source: We are sorry, but the sign up is currently closed.
el: Λυπούμαστε, αλλά η εγγραφή είναι προς το παρόν κλειστή.
hi: हमें खेद है, लेकिन साइन अप फिलहाल बंद है।
ja: 申し訳ございませんが、現在登録は終了しております。
nl: Helaas is de registratie momenteel gesloten.

source: Note
el: Σημείωμα
hi: टिप्पणी
ja: 注記
nl: Opmerking

source: You are already logged in as %(user_display)s.
el: Έχετε ήδη συνδεθεί ως %(user_display)s.
hi: आप पहले से ही %(user_display)s के रूप में लॉग इन हैं.
ja: すでに%(user_display)sとしてログインしています。
nl: U bent al ingelogd als %(user_display)s.

source: Warning:
el: Προειδοποίηση:
hi: चेतावनी:
ja: 警告：
nl: Waarschuwing:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
el: Αυτήν τη στιγμή δεν έχετε ρυθμίσει καμία διεύθυνση email. Θα πρέπει πραγματικά να προσθέσετε μια διεύθυνση email για να μπορείτε να λαμβάνετε ειδοποιήσεις, να επαναφέρετε τον κωδικό πρόσβασής σας κ.λπ.
hi: आपके पास वर्तमान में कोई ईमेल पता सेट नहीं है। आपको वास्तव में एक ईमेल पता जोड़ना चाहिए ताकि आप सूचनाएं प्राप्त कर सकें, अपना पासवर्ड रीसेट कर सकें, आदि।
ja: 現在、電子メール アドレスが設定されていません。通知を受信したり、パスワードをリセットしたりできるように、電子メール アドレスを追加する必要があります。
nl: U hebt momenteel geen e-mailadres ingesteld. U zou echt een e-mailadres moeten toevoegen zodat u meldingen kunt ontvangen, uw wachtwoord kunt resetten, etc.

source: Verify Your Email Address
el: Επαληθεύστε τη διεύθυνση email σας
hi: अपने ईमेल पते की पुष्टि करें
ja: メールアドレスを確認する
nl: Verifieer uw e-mailadres

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
el: Σας έχουμε στείλει ένα email για επαλήθευση. Ακολουθήστε τον σύνδεσμο που παρέχεται για να ολοκληρώσετε τη διαδικασία εγγραφής. Εάν δεν βλέπετε το email επαλήθευσης στα κύρια εισερχόμενά σας, ελέγξτε το φάκελο ανεπιθύμητων μηνυμάτων. Επικοινωνήστε μαζί μας εάν δεν λάβετε το email επαλήθευσης μέσα σε λίγα λεπτά.
hi: हमने आपको सत्यापन के लिए एक ईमेल भेजा है। साइनअप प्रक्रिया को अंतिम रूप देने के लिए दिए गए लिंक का पालन करें। यदि आपको अपने मुख्य इनबॉक्स में सत्यापन ईमेल नहीं दिखाई देता है, तो अपना स्पैम फ़ोल्डर देखें। यदि आपको कुछ मिनटों के भीतर सत्यापन ईमेल प्राप्त नहीं होता है, तो कृपया हमसे संपर्क करें।
ja: 確認用のメールをお送りしました。記載されているリンクに従って、サインアップ プロセスを完了してください。メインの受信トレイに確認メールが見つからない場合は、スパム フォルダーを確認してください。数分以内に確認メールが届かない場合は、お問い合わせください。
nl: We hebben u een e-mail gestuurd ter verificatie. Volg de verstrekte link om het registratieproces te voltooien. Als u de verificatie-e-mail niet in uw hoofd-inbox ziet, controleer dan uw spamfolder. Neem contact met ons op als u de verificatie-e-mail niet binnen een paar minuten ontvangt.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
el: Αυτό το τμήμα του ιστότοπου απαιτεί από εμάς να το επαληθεύσουμε είσαι αυτός που ισχυρίζεσαι ότι είσαι. Για το σκοπό αυτό, σας απαιτούμε επαληθεύστε την ιδιοκτησία της διεύθυνσης email σας.
hi: साइट के इस भाग के लिए हमें यह सत्यापित करना होगा कि आप वही हैं जो आप होने का दावा करते हैं। इस उद्देश्य के लिए, हमें यह आवश्यक है कि आप अपने ईमेल पते के स्वामित्व को सत्यापित करें।
ja: サイトのこの部分では、あなたが本人であることを確認する必要があります。この目的のため、電子メール アドレスの所有権を確認する必要があります。
nl: Dit deel van de site vereist dat wij verifiëren dat u bent wie u beweert te zijn. Hiervoor vereisen wij dat u het eigendom van uw e-mailadres verifieert.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
el: Σας έχουμε στείλει ένα email για επαλήθευση. Κάντε κλικ στον σύνδεσμο μέσα σε αυτό το email. Εάν δεν βλέπετε το email επαλήθευσης στα κύρια εισερχόμενά σας, ελέγξτε το φάκελο ανεπιθύμητων μηνυμάτων. Αλλιώς επικοινωνήστε μαζί μας εάν δεν το λάβετε μέσα σε λίγα λεπτά.
hi: हमने आपको सत्यापन के लिए एक ईमेल भेजा है। कृपया उस ईमेल के अंदर दिए गए लिंक पर क्लिक करें। यदि आपको अपने मुख्य इनबॉक्स में सत्यापन ईमेल नहीं दिखाई देता है, तो अपना स्पैम फ़ोल्डर देखें। अन्यथा, यदि आपको कुछ मिनटों के भीतर यह प्राप्त नहीं होता है, तो हमसे संपर्क करें।
ja: 確認のためにメールを送信しました。メール内のリンクをクリックしてください。メインの受信トレイに確認メールが見つからない場合は、スパム フォルダーを確認してください。数分以内にメールが届かない場合は、お問い合わせください。
nl: We hebben u een e-mail gestuurd ter verificatie. Klik op de link in die e-mail. Als u de verificatie-e-mail niet in uw hoofdinbox ziet, controleer dan uw spamfolder. Anders neem contact met ons op als u deze niet binnen een paar minuten ontvangt.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
el: <strong>Σημείωση:</strong> μπορείτε ακόμα να <a href="%(email_url)s">αλλάξετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας</a>.
hi: <strong>नोट:</strong> आप अभी भी <a href="%(email_url)s">अपना ईमेल पता बदल सकते हैं</a>.
ja: <strong>注:</strong> <a href="%(email_url)s">メールアドレスを変更する</a>こともできます。
nl: <strong>Let op:</strong> u kunt nog steeds <a href="%(email_url)s">uw e-mailadres wijzigen</a>.

source: Messages:
el: Μηνύματα:
hi: संदेश:
ja: メッセージ:
nl: Berichten:

source: Menu:
el: Μενού:
hi: मेनू:
ja: メニュー：

source: Account Connections
el: Συνδέσεις λογαριασμού
hi: खाता कनेक्शन
ja: アカウント接続
nl: Accountverbindingen

source: Two-Factor Authentication
el: Έλεγχος ταυτότητας δύο παραγόντων
hi: दो-कारक प्रमाणीकरण
ja: 2要素認証
nl: Twee-factorauthenticatie

source: Sessions
el: Συνεδρίες
hi: सत्र
ja: セッション
nl: Sessies

source: Profile
el: Προφίλ
hi: प्रोफ़ाइल
ja: プロフィール
nl: Profiel

source: Logout
el: Αποσύνδεση
hi: लॉग आउट
ja: ログアウト
nl: Uitloggen

source: Login
el: Σύνδεση
hi: लॉग इन करें
ja: ログイン

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
el: Ο λογαριασμός σας προστατεύεται από έλεγχο ταυτότητας δύο παραγόντων. Εισαγάγετε έναν κωδικό ελέγχου ταυτότητας:
hi: आपका खाता दो-कारक प्रमाणीकरण द्वारा सुरक्षित है। कृपया प्रमाणक कोड दर्ज करें:
ja: あなたのアカウントは2要素認証によって保護されています。認証コードを入力してください:
nl: Uw account is beschermd door twee-factor authenticatie. Voer een authenticatorcode in:

source: Use a security key
el: Χρησιμοποιήστε ένα κλειδί ασφαλείας
hi: सुरक्षा कुंजी का उपयोग करें
ja: セキュリティキーを使用する
nl: Gebruik een beveiligingssleutel

source: A new set of Two-Factor Authentication recovery codes has been generated.
el: Δημιουργήθηκε ένα νέο σύνολο κωδικών ανάκτησης ελέγχου ταυτότητας δύο παραγόντων.
hi: दो-कारक प्रमाणीकरण पुनर्प्राप्ति कोड का एक नया सेट तैयार किया गया है।
ja: 新しい 2 要素認証回復コード セットが生成されました。
nl: Er is een nieuwe set herstelcodes voor tweefactorauthenticatie gegenereerd.

source: New Recovery Codes Generated
el: Δημιουργήθηκαν νέοι κωδικοί ανάκτησης
hi: नए रिकवरी कोड उत्पन्न हुए
ja: 新しいリカバリコードが生成されました
nl: Nieuwe herstelcodes gegenereerd

source: Authenticator app activated.
el: Η εφαρμογή Authenticator ενεργοποιήθηκε.
hi: प्रमाणक ऐप सक्रिय.
ja: 認証アプリが有効化されました。
nl: Authenticator-app geactiveerd.

source: Authenticator App Activated
el: Ενεργοποιήθηκε η εφαρμογή Authenticator
hi: प्रमाणक ऐप सक्रिय
ja: 認証アプリが有効化されました
nl: Authenticator-app geactiveerd

source: Authenticator app deactivated.
el: Η εφαρμογή Authenticator απενεργοποιήθηκε.
hi: प्रमाणक ऐप निष्क्रिय किया गया.
ja: 認証アプリが無効になりました。
nl: Authenticator-app gedeactiveerd.

source: Authenticator App Deactivated
el: Η εφαρμογή Authenticator απενεργοποιήθηκε
hi: प्रमाणक ऐप निष्क्रिय किया गया
ja: 認証アプリが無効になりました
nl: Authenticator-app gedeactiveerd

source: A new security key has been added.
el: Προστέθηκε νέο κλειδί ασφαλείας.
hi: एक नई सुरक्षा कुंजी जोड़ी गई है.
ja: 新しいセキュリティ キーが追加されました。
nl: Er is een nieuwe beveiligingssleutel toegevoegd.

source: Security Key Added
el: Προστέθηκε κλειδί ασφαλείας
hi: सुरक्षा कुंजी जोड़ी गई
ja: セキュリティキーが追加されました
nl: Beveiligingssleutel toegevoegd

source: A security key has been removed.
el: Ένα κλειδί ασφαλείας έχει αφαιρεθεί.
hi: सुरक्षा कुंजी हटा दी गई है.
ja: セキュリティ キーが削除されました。
nl: Er is een beveiligingssleutel verwijderd.

source: Security Key Removed
el: Το κλειδί ασφαλείας καταργήθηκε
hi: सुरक्षा कुंजी हटा दी गई
ja: セキュリティキーが削除されました
nl: Beveiligingssleutel verwijderd

source: Authenticator App
el: Εφαρμογή Authenticator
hi: प्रमाणक ऐप
ja: 認証アプリ

source: Authentication using an authenticator app is active.
el: Ο έλεγχος ταυτότητας με χρήση μιας εφαρμογής ελέγχου ταυτότητας είναι ενεργός.
hi: प्रमाणक ऐप का उपयोग करके प्रमाणीकरण सक्रिय है.
ja: 認証アプリを使用した認証がアクティブです。
nl: Authenticatie via een authenticator-app is actief.

source: An authenticator app is not active.
el: Μια εφαρμογή ελέγχου ταυτότητας δεν είναι ενεργή.
hi: प्रमाणक ऐप सक्रिय नहीं है.
ja: 認証アプリがアクティブではありません。
nl: Er is geen authenticator-app actief.

source: Deactivate
el: Απενεργοποίηση
hi: निष्क्रिय करें
ja: 無効にする
nl: Deactiveren

source: Activate
el: Δραστηριοποιώ
hi: सक्रिय करें
ja: 活性化
nl: Activeren

source: Security Keys
el: Κλειδιά ασφαλείας
hi: सुरक्षा कुंजियाँ
ja: セキュリティキー
nl: Beveiligingssleutels

source: No security keys have been added.
el: Δεν έχουν προστεθεί κλειδιά ασφαλείας.
hi: कोई सुरक्षा कुंजी नहीं जोड़ी गई है.
ja: セキュリティ キーは追加されていません。
nl: Er zijn geen beveiligingssleutels toegevoegd.

source: Manage
el: Διαχειρίζομαι
hi: प्रबंधित करना
ja: 管理
nl: Beheren

source: Add
el: Προσθέτω
hi: जोड़ना
ja: 追加
nl: Toevoegen

source: Recovery Codes
el: Κωδικοί ανάκτησης
hi: रिकवरी कोड
ja: リカバリコード
nl: Herstelcodes

source: No recovery codes set up.
el: Δεν έχουν ρυθμιστεί κωδικοί ανάκτησης.
hi: कोई पुनर्प्राप्ति कोड सेट नहीं किया गया.
ja: リカバリーコードが設定されていません。
nl: Er zijn geen herstelcodes ingesteld.

source: View
el: Θέα
hi: देखना
ja: ビュー
nl: Weergave

source: Download
el: Λήψη
hi: डाउनलोड करना
ja: ダウンロード

source: Generate
el: Παράγω
hi: उत्पन्न
ja: 生成する
nl: Genereren

source: A new set of recovery codes has been generated.
el: Δημιουργήθηκε ένα νέο σύνολο κωδικών ανάκτησης.
hi: पुनर्प्राप्ति कोड का एक नया सेट तैयार किया गया है।
ja: 新しいリカバリコードのセットが生成されました。
nl: Er is een nieuwe set herstelcodes gegenereerd.

source: Security key added.
el: Προστέθηκε κλειδί ασφαλείας.
hi: सुरक्षा कुंजी जोड़ी गई.
ja: セキュリティ キーが追加されました。
nl: Beveiligingssleutel toegevoegd.

source: Security key removed.
el: Το κλειδί ασφαλείας καταργήθηκε.
hi: सुरक्षा कुंजी हटा दी गई.
ja: セキュリティキーが削除されました。
nl: Beveiligingssleutel verwijderd.

source: Enter an authenticator code:
el: Εισαγάγετε έναν κωδικό ελέγχου ταυτότητας:
hi: प्रमाणक कोड दर्ज करें:
ja: 認証コードを入力してください:
nl: Voer een authenticatiecode in:

source: You are about to generate a new set of recovery codes for your account.
el: Πρόκειται να δημιουργήσετε ένα νέο σύνολο κωδικών ανάκτησης για τον λογαριασμό σας.
hi: आप अपने खाते के लिए पुनर्प्राप्ति कोड का एक नया सेट तैयार करने वाले हैं।
ja: アカウントの新しいリカバリ コード セットを生成しようとしています。
nl: U staat op het punt een nieuwe set herstelcodes voor uw account te genereren.

source: This action will invalidate your existing codes.
el: Αυτή η ενέργεια θα ακυρώσει τους υπάρχοντες κωδικούς σας.
hi: यह कार्रवाई आपके मौजूदा कोड को अमान्य कर देगी.
ja: この操作により、既存のコードは無効になります。
nl: Met deze actie worden uw bestaande codes ongeldig.

source: Are you sure?
el: Είσαι σίγουρος;
hi: क्या आपको यकीन है?
ja: 本気ですか？
nl: Weet je het zeker?

source: Unused codes
el: Αχρησιμοποίητοι κωδικοί
hi: अप्रयुक्त कोड
ja: 未使用のコード
nl: Ongebruikte codes

source: Download codes
el: Λήψη κωδικών
hi: कोड डाउनलोड करें
ja: ダウンロードコード

source: Generate new codes
el: Δημιουργήστε νέους κωδικούς
hi: नये कोड उत्पन्न करें
ja: 新しいコードを生成する
nl: Nieuwe codes genereren
