Repository: DawidJedraszczyk/e-Bimba
Catalog: ebus/locale/*/LC_MESSAGES/django.po
Languages: el, hi, ja, nl

source: Tickets
el: Εισιτήρια
hi: टिकट
ja: チケット
nl: Kaartjes

source: Your Tickets
el: Τα εισιτήριά σας
hi: आपके टिकट
ja: チケット
nl: Uw tickets

source: Buy New Ticket
el: Αγοράστε Νέο Εισιτήριο
hi: नया टिकट खरीदें
ja: 新しいチケットを購入
nl: Koop een nieuw ticket

source: Ticket Type
el: Τύπος εισιτηρίου
hi: टिकिट का प्रकार
ja: チケットの種類

source: Zone
el: Ζώνη
hi: क्षेत्र
ja: ゾーン

source: Purchase Date
el: Ημερομηνία Αγοράς
hi: खरीद की तारीख
ja: 購入日
nl: Aankoopdatum

source: Ending Date
el: Ημερομηνία λήξης
hi: समाप्ति तिथि
ja: 終了日
nl: Einddatum

source: Action
el: Δράση
hi: कार्रवाई
ja: アクション
nl: Actie

source: View Ticket for Inspection
el: Δείτε το εισιτήριο για επιθεώρηση
hi: निरीक्षण के लिए टिकट देखें
ja: 検査チケットの表示
nl: Bekijk ticket voor inspectie

source: Use Ticket
el: Χρησιμοποιήστε το εισιτήριο
hi: टिकट का उपयोग करें
ja: チケットを使用する
nl: Gebruik ticket

source: Zone:
el: Ζώνη:
hi: क्षेत्र:
ja: ゾーン：

source: Price:
el: Τιμή:
hi: कीमत:
ja: 価格：
nl: Prijs:

source: Buy Ticket
el: Αγορά εισιτηρίου
hi: टिकट खरीदें
ja: チケットを購入
nl: Koop ticket

source: Ticket Details
el: Λεπτομέρειες εισιτηρίου
hi: टिकट विवरण
ja: チケットの詳細
nl: Ticketgegevens

source: Ticket Type:
el: Τύπος εισιτηρίου:
hi: टिकिट का प्रकार:
ja: チケットの種類:

source: Purchase Date:
el: Ημερομηνία Αγοράς:
hi: खरीद की तारीख:
ja: 購入日:
nl: Aankoopdatum:

source: Ending Date:
el: Ημερομηνία λήξης:
hi: समाप्ति तिथि:
ja: 終了日:
nl: Einddatum:

source: Remaining Time:
el: Χρόνος που απομένει:
hi: शेष समय:
ja: 残り時間:
nl: Resterende tijd:

source: QR Code
el: Κωδικός QR
hi: क्यू आर संहिता
ja: QRコード

source: Close
el: Κοντά
hi: बंद करना
ja: 近い
nl: Dichtbij

source: Choose a city
el: Επιλέξτε μια πόλη
hi: एक शहर चुनें
ja: 都市を選択
nl: Kies een stad

source: Language
el: Γλώσσα
hi: भाषा
ja: 言語
nl: Taal

source: Start
el: Αρχή

source: First stop
el: Πρώτη στάση
hi: पहला पड़ाव
ja: 最初の停車地

source: Last stop
el: Τελευταία στάση

source: Destintion
el: Προορισμός
hi: गंतव्य
ja: 目的地

source: Vehicle ID
el: Ταυτότητα οχήματος
hi: वाहन आईडी
ja: 車両ID
nl: Voertuig-ID

source: Departure ID
el: Ταυτότητα αναχώρησης
hi: प्रस्थान आईडी
ja: 出発ID
nl: Vertrek-ID

source: Date
el: Ημερομηνία
hi: तारीख
ja: 日付
nl: Datum

source: back
el: πίσω
hi: पीछे
ja: 戻る
nl: rug

source: Destination
el: Προορισμός
hi: गंतव्य
ja: 行き先
nl: Bestemming

source: Date and time of departure
el: Ημερομηνία και ώρα αναχώρησης
hi: प्रस्थान की तिथि और समय
ja: 出発日時
nl: Datum en tijd van vertrek

source: Search
el: Ερευνα
hi: खोज
ja: 検索
nl: Zoekopdracht

source: Processing ...
el: Επεξεργασία...
hi: प्रसंस्करण...
ja: 処理中...
nl: Verwerken ...

source: Choose stop
el: Επιλέξτε στάση
hi: स्टॉप चुनें
ja: 停止を選択
nl: Kies stop

source: Unknown Location
el: Άγνωστη τοποθεσία

source: Unable to fetch location data. Please try again.
el: Δεν είναι δυνατή η ανάκτηση δεδομένων τοποθεσίας. Δοκιμάστε ξανά.
hi: स्थान डेटा प्राप्त करने में असमर्थ। कृपया पुनः प्रयास करें।
ja: 位置データを取得できません。もう一度お試しください。
nl: Locatiegegevens kunnen niet worden opgehaald. Probeer het opnieuw.

source: Realtime Available
el: Διαθέσιμος σε πραγματικό χρόνο
hi: वास्तविक समय में उपलब्ध
ja: リアルタイム利用可能
nl: Realtime beschikbaar

source: Tickets Available
el: Διαθέσιμα εισιτήρια
hi: टिकट उपलब्ध
ja: チケット販売中
nl: Tickets beschikbaar

source: City '{city_full_name}' is not valid.
el: Η πόλη '{city_full_name}' δεν είναι έγκυρη.
hi: शहर '{city_full_name}' मान्य नहीं है.
ja: 都市「{city_full_name}」は無効です。
nl: Stad '{city_full_name}' is niet geldig.

source: No data found for city: {city_full_name}
el: Δεν βρέθηκαν δεδομένα για την πόλη: {city_full_name}
hi: शहर के लिए कोई डेटा नहीं मिला: {city_full_name}
ja: 都市: {city_full_name} のデータが見つかりません
nl: Geen gegevens gevonden voor stad: {city_full_name}

source: Invalid start or destination location data.
el: Μη έγκυρα δεδομένα τοποθεσίας έναρξης ή προορισμού.
hi: अमान्य आरंभ या गंतव्य स्थान डेटा.
ja: 出発地または目的地の場所のデータが無効です。
nl: Ongeldige start- of bestemmingslocatiegegevens.

source: Invalid date and time format.
el: Μη έγκυρη μορφή ημερομηνίας και ώρας.
hi: दिनांक और समय प्रारूप अमान्य है.
ja: 日付と時刻の形式が無効です。
nl: Ongeldige datum- en tijdnotatie.

source: Active
el: Ενεργός

source: Name
el: Ονομα
hi: नाम
ja: 名前
nl: Naam

source: City
el: Πόλη
hi: शहर
ja: 市
nl: Stad

source: Category
el: Κατηγορία
hi: वर्ग
ja: カテゴリ
nl: Categorie

source: Duration
el: Διάρκεια
hi: अवधि
ja: 間隔
nl: Duur

source: Timestamp
el: Χρονική σήμανση
hi: समय-चिह्न
ja: タイムスタンプ
nl: Tijdstempel

source: Minutes
el: Πρακτικά
hi: मिनट
ja: 分
nl: Notulen

source: Days
el: Μέρες
hi: दिन
ja: 日数
nl: Dagen

source: Timestamp Type
el: Τύπος χρονοσήμανσης
hi: टाइमस्टैम्प प्रकार
ja: タイムスタンプタイプ
nl: Tijdstempeltype

source: Price
el: Τιμή
hi: कीमत
ja: 価格
nl: Prijs

source: Discounted
el: Έκπτωση
hi: रियायती
ja: 割引
nl: Korting

source: Currency
el: Νόμισμα

source: Ticket Types
el: Τύποι εισιτηρίων
hi: टिकट के प्रकार
ja: チケットの種類
nl: Tickettypen

source: Regular
el: Τακτικός
hi: नियमित
ja: 通常
nl: Normaal

source: ID
el: ταυτότητα
hi: पहचान
nl: identiteitsbewijs

source: User
el: Μεταχειριζόμενος

source: Created At
el: Δημιουργήθηκε στο

source: Ending Datetime
el: Ημερομηνία λήξης
hi: समाप्ति दिनांकसमय
ja: 終了日時
nl: Einddatumtijd

source: Ticket
el: Εισιτήριο
hi: टिकट
ja: チケット

source: Ticket {ticket_type} for {user}
el: Εισιτήριο {ticket_type} για {user}
hi: {user} के लिए टिकट {ticket_type}
ja: {user} のチケット {ticket_type}
nl: Ticket {ticket_type} voor {user}

source: Unused
el: Αχρησιμοποίητος

source: In Use
el: Σε χρήση
hi: उपयोग में
ja: 使用中
nl: In gebruik

source: Ended
el: Τελείωσε
hi: समाप्त
ja: 終了しました
nl: Beëindigd

source: Unknown
el: Αγνωστος

source: Payment for Ticket
el: Πληρωμή εισιτηρίου
hi: टिकट के लिए भुगतान
ja: チケットのお支払い
nl: Betaling voor ticket

source: Amount
el: Ποσό
hi: मात्रा
ja: 額
nl: Hoeveelheid

source: Pay
el: Πληρωμή

source: Purchase Success
el: Επιτυχία αγοράς
hi: खरीदारी सफल
ja: 購入成功
nl: Aankoop succes

source: Purchase completed successfully!
el: Η αγορά ολοκληρώθηκε με επιτυχία!

source: You have successfully purchased the ticket:
el: Αγοράσατε με επιτυχία το εισιτήριο:
hi: आपने सफलतापूर्वक टिकट खरीद लिया है:
ja: チケットの購入が完了しました:
nl: U heeft het ticket succesvol gekocht:

source: Go to My Tickets
el: Μεταβείτε στο My Tickets
hi: मेरे टिकट पर जाएं
ja: マイチケットへ移動
nl: Ga naar Mijn Tickets

source: Information about the selected ticket
el: Πληροφορίες για το επιλεγμένο εισιτήριο
hi: चयनित टिकट के बारे में जानकारी
ja: 選択したチケットに関する情報
nl: Informatie over het geselecteerde ticket

source: QR Code has not been generated.
el: Ο κωδικός QR δεν έχει δημιουργηθεί.

source: Status:
el: Κατάσταση:
hi: स्थिति:
ja: 状態：
nl: Staat:

source: Successfully purchased ticket: {ticket_type.name}
el: Το εισιτήριο αγοράστηκε με επιτυχία: {ticket_type.name}
hi: टिकट सफलतापूर्वक खरीदा गया: {ticket_type.name}
ja: チケットを正常に購入しました: {ticket_type.name}
nl: Ticket succesvol gekocht: {ticket_type.name}

source: QR code successfully generated. The ticket will expire: {ticket.ending_datetime}
el: Ο κωδικός QR δημιουργήθηκε με επιτυχία. Το εισιτήριο θα λήξει: {ticket.ending_datetime}
hi: QR कोड सफलतापूर्वक जनरेट किया गया। टिकट की समय-सीमा समाप्त हो जाएगी: {ticket.ending_datetime}
ja: QR コードが正常に生成されました。チケットの有効期限: {ticket.ending_datetime}
nl: QR-code succesvol gegenereerd. Het ticket verloopt: {ticket.ending_datetime}

source: Walking speed [m/s]
el: Ταχύτητα περπατήματος [m/s]
hi: चलने की गति [मीटर/सेकंड]
ja: 歩行速度[m/s]
nl: Loopsnelheid [m/s]

source: Maximal walking distance [m]
el: Μέγιστη απόσταση με τα πόδια [m]
hi: अधिकतम पैदल दूरी [मी]
ja: 最大歩行距離 [m]
nl: Maximale loopafstand [m]

source: User Profile
el: Προφίλ χρήστη

source: Details about your account
el: Λεπτομέρειες σχετικά με τον λογαριασμό σας
hi: आपके खाते के बारे में विवरण
ja: アカウントの詳細
nl: Gegevens over uw account

source: User Settings
el: Ρυθμίσεις χρήστη
hi: उपयोगकर्ता सेटिंग्स
ja: ユーザー設定
nl: Gebruikersinstellingen

source: Date Joined:
el: Ημερομηνία συμμετοχής:
hi: शामिल होने का दिनांक:
ja: 入社日:
nl: Datum van toetreding:

source: Change Password
el: Αλλαγή κωδικού πρόσβασης
hi: पासवर्ड बदलें
ja: パスワードを変更する
nl: Wachtwoord wijzigen

source: Other Settings
el: Άλλες ρυθμίσεις

source: Walking Speed:
el: Ταχύτητα βάδισης:
hi: चलने की गति:
ja: 歩行速度:
nl: Loopsnelheid:

source: Maximum Walking Distance:
el: Μέγιστη απόσταση πεζοπορίας:
hi: अधिकतम पैदल दूरी:
ja: 最大歩行距離:
nl: Maximale loopafstand:

source: Edit
el: Εκδίδω
hi: संपादन करना
ja: 編集
nl: Bewerking

source: Status
el: Κατάσταση
hi: स्थिति
ja: 状態
nl: Staat

source: Generating a QR code will use the ticket.
el: Η δημιουργία ενός κωδικού QR θα χρησιμοποιήσει το εισιτήριο.
hi: क्यूआर कोड जनरेट करने से टिकट का उपयोग हो जाएगा।
ja: QRコードを生成するとチケットが使用されます。
nl: Wanneer u een QR-code genereert, wordt het ticket gebruikt.

source: Show for Inspection
el: Εμφάνιση για επιθεώρηση
hi: निरीक्षण के लिए दिखाएँ
ja: 検査のために見せる
nl: Ter inspectie tonen

source: Ticket Ended
el: Το εισιτήριο έληξε
hi: टिकट समाप्त
ja: チケット終了
nl: Ticket afgelopen

source: Generate QR Code and Use Ticket
el: Δημιουργήστε κωδικό QR και χρησιμοποιήστε το εισιτήριο
hi: क्यूआर कोड बनाएं और टिकट का उपयोग करें
ja: QRコードを生成してチケットを使用する
nl: QR-code genereren en ticket gebruiken

source: You don't have any tickets yet.
el: Δεν έχετε εισιτήρια ακόμα.
hi: आपके पास अभी तक कोई टिकट नहीं है.
ja: まだチケットがありません。
nl: U heeft nog geen tickets.

source: User Form
el: Φόρμα χρήστη
hi: उपयोगकर्ता प्रपत्र
ja: ユーザーフォーム
nl: Gebruikersformulier

source: Submit
el: Υποτάσσομαι
hi: जमा करना
ja: 提出する
nl: Indienen

source: adjust-parameters/
el: προσαρμογή-παράμετροι/
hi: समायोजित-पैरामीटर/
ja: パラメータを調整する/
nl: parameters aanpassen/

source: accounts/
el: λογαριασμοί/
hi: हिसाब किताब/
ja: アカウント/
nl: rekeningen/

source: user/
el: μεταχειριζόμενος/
hi: उपयोगकर्ता/
ja: ユーザー/
nl: gebruiker/

source: tickets/
el: εισιτήρια/
hi: टिकट/
ja: チケット/
nl: kaartjes/

source: signup/
el: εγγραφή/

source: login/
el: σύνδεση/

source: logout/
el: αποσύνδεση/

source: change-password/
el: αλλαγή-κωδικός/

source: reset-password/
el: επαναφορά κωδικού πρόσβασης/

source: Account Inactive
el: Λογαριασμός Ανενεργός
hi: खाता निष्क्रिय
ja: アカウントが非アクティブ
nl: Account inactief

source: This account is inactive.
el: Αυτός ο λογαριασμός είναι ανενεργός.
hi: यह खाता निष्क्रिय है।
ja: このアカウントは非アクティブです。
nl: Dit account is inactief.

source: Confirm Access
el: Επιβεβαίωση πρόσβασης
hi: पहुँच की पुष्टि करें
ja: アクセスを確認
nl: Bevestig toegang

source: Please reauthenticate to safeguard your account.
el: Ελέγξτε ξανά την ταυτότητα για να προστατεύσετε τον λογαριασμό σας.
hi: कृपया अपने खाते की सुरक्षा के लिए पुनः प्रमाणीकरण करें।
ja: アカウントを保護するために再認証してください。
nl: Gelieve opnieuw te verifiëren om uw account te beschermen.

source: Alternative options
el: Εναλλακτικές επιλογές
hi: वैकल्पिक विकल्प
ja: 代替オプション
nl: Alternatieve opties

source: Email Verification
el: Επαλήθευση email
hi: ईमेल सत्यापन
ja: メール認証
nl: E-mailverificatie

source: Enter Email Verification Code
el: Εισαγάγετε τον κωδικό επαλήθευσης email
hi: ईमेल सत्यापन कोड दर्ज करें
ja: メール認証コードを入力してください
nl: Voer e-mailverificatiecode in

source: We’ve sent a code to %(email_link)s. The code expires shortly, so please enter it soon.
el: Έχουμε στείλει έναν κωδικό στο %(email_link)s. Ο κωδικός λήγει σύντομα, επομένως εισάγετέ τον σύντομα.
hi: हमने %(email_link)s को एक कोड भेजा है। कोड की समय-सीमा जल्द ही समाप्त हो जाएगी, इसलिए कृपया इसे जल्दी दर्ज करें।
ja: %(email_link)s にコードを送信しました。コードの有効期限が間もなく切れますので、すぐに入力してください。
nl: We hebben een code naar %(email_link)s gestuurd. De code verloopt binnenkort, dus voer hem snel in.

source: Confirm
el: Επιβεβαιώνω
hi: पुष्टि करना
ja: 確認する
nl: Bevestigen

source: Cancel
el: Ματαίωση
hi: रद्द करना
ja: キャンセル
nl: Annuleren

source: Sign In
el: Είσοδος
hi: दाखिल करना
ja: サインイン
nl: Aanmelden

source: Enter Sign-In Code
el: Εισαγάγετε τον κωδικό εισόδου
hi: साइन-इन कोड दर्ज करें
ja: サインインコードを入力
nl: Voer de aanmeldcode in

source: Email Addresses
el: Διευθύνσεις email
hi: ईमेल पते
ja: メールアドレス
nl: E-mailadressen

source: The following email addresses are associated with your account:
el: Οι ακόλουθες διευθύνσεις ηλεκτρονικού ταχυδρομείου συσχετίζονται με τον λογαριασμό σας:
hi: आपके खाते से निम्नलिखित ईमेल पते जुड़े हुए हैं:
ja: 次のメール アドレスがアカウントに関連付けられています:
nl: De volgende e-mailadressen zijn aan uw account gekoppeld:

source: Verified
el: Επαληθεύτηκε
hi: सत्यापित
ja: 検証済み
nl: Geverifieerd

source: Unverified
el: Ανεπιβεβαίωτος
hi: असत्यापित
ja: 未確認
nl: Ongeverifieerd

source: Primary
el: Πρωταρχικός
hi: प्राथमिक
ja: 主要な
nl: Primair

source: Make Primary
el: Κάντε Primary
hi: प्राथमिक बनाना
ja: プライマリにする
nl: Primair maken

source: Re-send Verification
el: Αποστολή εκ νέου επαλήθευσης
hi: सिद्धकरण पुनः भेजें
ja: 確認を再送信
nl: Verificatie opnieuw verzenden

source: Remove
el: Αφαιρώ
hi: निकालना
ja: 取り除く
nl: Verwijderen

source: Add Email Address
el: Προσθήκη διεύθυνσης email
hi: ईमेल पता जोड़ें
ja: メールアドレスを追加
nl: E-mailadres toevoegen

source: Add Email
el: Προσθήκη email
hi: ईमेल जोड़ें
ja: メールを追加
nl: E-mail toevoegen

source: Do you really want to remove the selected email address?
el: Θέλετε πραγματικά να καταργήσετε την επιλεγμένη διεύθυνση email;
hi: क्या आप सचमुच चयनित ईमेल पता हटाना चाहते हैं?
ja: 選択したメールアドレスを本当に削除しますか?
nl: Wilt u het geselecteerde e-mailadres echt verwijderen?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή εσείς ή κάποιος άλλος προσπαθήσατε να εγγραφείτε σε ένα λογαριασμός χρησιμοποιώντας διεύθυνση email: %(email)s Ωστόσο, υπάρχει ήδη ένας λογαριασμός που χρησιμοποιεί αυτήν τη διεύθυνση email. Σε περίπτωση που έχετε ξεχάσατε αυτό, χρησιμοποιήστε τη διαδικασία ξεχασμένου κωδικού πρόσβασης για ανάκτηση ο λογαριασμός σας: %(password_reset_url)s
hi: आपको यह ईमेल इसलिए मिल रहा है क्योंकि आपने या किसी और ने ईमेल पते का उपयोग करके खाते के लिए साइनअप करने का प्रयास किया है: %(email)s हालाँकि, उस ईमेल पते का उपयोग करने वाला एक खाता पहले से मौजूद है। यदि आप इसके बारे में भूल गए हैं, तो कृपया अपना खाता पुनर्प्राप्त करने के लिए पासवर्ड भूल गए प्रक्रिया का उपयोग करें: %(password_reset_url)s
ja: このメールは、あなたまたは他の誰かがメールアドレス: %(email)s を使用してアカウントにサインアップしようとしたために送信されました。ただし、そのメールアドレスを使用したアカウントは既に存在します。このことを忘れた場合は、パスワードを忘れた場合の手順を使用してアカウントを回復してください: %(password_reset_url)s
nl: U ontvangt deze e-mail omdat u of iemand anders heeft geprobeerd om u aan te melden voor een account met behulp van het e-mailadres: %(email)s Er bestaat echter al een account met dat e-mailadres. Als u dit bent vergeten, gebruik dan de procedure voor wachtwoord vergeten om uw account te herstellen: %(password_reset_url)s

source: Account Already Exists
el: Ο λογαριασμός υπάρχει ήδη
hi: खाता पहले से मौजूद है
ja: アカウントが既に存在します
nl: Account bestaat al

source: Hello from %(site_name)s!
el: Γεια σας από %(site_name)s!
hi: %(site_name)s की ओर से नमस्कार!
ja: %(site_name)s からこんにちは!
nl: Hallo van %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
el: Σας ευχαριστούμε που χρησιμοποιείτε το %(site_name)s! %(site_domain)s
hi: %(site_name)s का उपयोग करने के लिए धन्यवाद! %(site_domain)s
ja: %(site_name)s をご利用いただきありがとうございます! %(site_domain)s
nl: Bedankt voor het gebruiken van %(site_name)s! %(site_domain)s

source: You are receiving this mail because the following change was made to your account:
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή έγινε η ακόλουθη αλλαγή στον λογαριασμό σας:
hi: आपको यह मेल इसलिए प्राप्त हो रहा है क्योंकि आपके खाते में निम्नलिखित परिवर्तन किया गया है:
ja: あなたのアカウントに次の変更が加えられたため、このメールが送信されています:
nl: U ontvangt deze e-mail omdat de volgende wijziging in uw account is doorgevoerd:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
el: Εάν δεν αναγνωρίζετε αυτήν την αλλαγή, τότε λάβετε αμέσως τις κατάλληλες προφυλάξεις ασφαλείας. Η αλλαγή στον λογαριασμό σας προέρχεται από: - Διεύθυνση IP: %(ip)s - Πρόγραμμα περιήγησης: %(user_agent)s - Ημερομηνία: %(timestamp)s
hi: यदि आप इस परिवर्तन को नहीं पहचानते हैं तो कृपया तुरंत उचित सुरक्षा सावधानी बरतें। आपके खाते में परिवर्तन निम्न से उत्पन्न होता है: - IP पता: %(ip)s - ब्राउज़र: %(user_agent)s - दिनांक: %(timestamp)s
ja: この変更に気づかない場合は、直ちに適切なセキュリティ対策を講じてください。アカウントの変更は、次の原因で発生しています: - IP アドレス: %(ip)s - ブラウザ: %(user_agent)s - 日付: %(timestamp)s
nl: Als u deze wijziging niet herkent, neem dan onmiddellijk de juiste veiligheidsmaatregelen. De wijziging in uw account is afkomstig van: - IP-adres: %(ip)s - Browser: %(user_agent)s - Datum: %(timestamp)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
el: Το email σας έχει αλλάξει από %(from_email)s σε %(to_email)s.
hi: आपका ईमेल %(from_email)s से बदलकर %(to_email)s कर दिया गया है.
ja: メールアドレスが %(from_email)s から %(to_email)s に変更されました。
nl: Uw e-mailadres is gewijzigd van %(from_email)s naar %(to_email)s.

source: Email Changed
el: Το email άλλαξε
hi: ईमेल परिवर्तित
ja: メールアドレスが変更されました
nl: E-mail gewijzigd

source: Your email has been confirmed.
el: Το email σας επιβεβαιώθηκε.
hi: आपके विद्युतडाक की पुष्टि की गई है।
ja: あなたのメールは確認されました。
nl: Uw e-mailadres is bevestigd.

source: Email Confirmation
el: Επιβεβαίωση μέσω email
hi: ईमेल पुष्टिकरण
ja: メール確認
nl: E-mailbevestiging

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή ο χρήστης %(user_display)s έχει δώσει τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας για να εγγράψει έναν λογαριασμό στο %(site_domain)s.
hi: आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि उपयोगकर्ता %(user_display)s ने %(site_domain)s पर खाता पंजीकृत करने के लिए आपका ईमेल पता दिया है।
ja: このメールは、ユーザー %(user_display)s が %(site_domain)s にアカウントを登録するためにあなたのメール アドレスを提供したために送信されています。
nl: U ontvangt deze e-mail omdat gebruiker %(user_display)s uw e-mailadres heeft opgegeven om een ​​account te registreren op %(site_domain)s.

source: Your email verification code is listed below. Please enter it in your open browser window.
el: Ο κωδικός επαλήθευσης του email σας παρατίθεται παρακάτω. Εισαγάγετε το στο ανοιχτό παράθυρο του προγράμματος περιήγησής σας.
hi: आपका ईमेल सत्यापन कोड नीचे सूचीबद्ध है। कृपया इसे अपनी खुली ब्राउज़र विंडो में दर्ज करें।
ja: あなたのメール認証コードは下記に記載されています。開いているブラウザウィンドウに入力してください。
nl: Uw e-mailverificatiecode staat hieronder vermeld. Voer deze in uw open browservenster in.

source: To confirm this is correct, go to %(activate_url)s
el: Για να επιβεβαιώσετε ότι αυτό είναι σωστό, μεταβείτε στο %(activate_url)s
hi: यह पुष्टि करने के लिए कि यह सही है, %(activate_url)s पर जाएं
ja: これが正しいことを確認するには、%(activate_url)s にアクセスしてください。
nl: Om te bevestigen dat dit correct is, ga naar %(activate_url)s

source: Please Confirm Your Email Address
el: Επιβεβαιώστε τη διεύθυνση email σας
hi: अपने ईमेल पते की पुष्टि करें
ja: メールアドレスを確認してください
nl: Bevestig uw e-mailadres

source: Email address %(deleted_email)s has been removed from your account.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου %(deleted_email)s έχει αφαιρεθεί από τον λογαριασμό σας.
hi: ईमेल पता %(deleted_email)s आपके खाते से हटा दिया गया है.
ja: メールアドレス %(deleted_email)s がアカウントから削除されました。
nl: E-mailadres %(deleted_email)s is uit uw account verwijderd.

source: Email Removed
el: Το email καταργήθηκε
hi: ईमेल हटा दिया गया
ja: メールが削除されました
nl: E-mail verwijderd

source: Your sign-in code is listed below. Please enter it in your open browser window.
el: Ο κωδικός σύνδεσής σας παρατίθεται παρακάτω. Εισαγάγετε το στο ανοιχτό παράθυρο του προγράμματος περιήγησής σας.
hi: आपका साइन-इन कोड नीचे सूचीबद्ध है। कृपया इसे अपनी खुली ब्राउज़र विंडो में दर्ज करें।
ja: サインイン コードは以下に記載されています。開いているブラウザ ウィンドウに入力してください。
nl: Uw aanmeldcode staat hieronder vermeld. Voer deze in uw open browservenster in.

source: This mail can be safely ignored if you did not initiate this action.
el: Αυτό το μήνυμα μπορεί να αγνοηθεί με ασφάλεια, εάν δεν ξεκινήσατε αυτήν την ενέργεια.
hi: यदि आपने यह कार्रवाई नहीं की है तो इस मेल को सुरक्षित रूप से नजरअंदाज किया जा सकता है।
ja: このアクションを開始していない場合、このメールは無視しても問題ありません。
nl: U kunt deze e-mail gerust negeren als u deze actie niet zelf heeft geïnitieerd.

source: Sign-In Code
el: Κωδικός εισόδου
hi: साइन-इन कोड
ja: サインインコード
nl: Aanmeldcode

source: Your password has been changed.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει.
hi: आपका पासवर्ड बदल दिया गया है.
ja: パスワードが変更されました。
nl: Uw wachtwoord is gewijzigd.

source: Password Changed
el: Ο κωδικός πρόσβασης άλλαξε
hi: पासवर्ड बदला गया
ja: パスワードが変更されました
nl: Wachtwoord gewijzigd

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή εσείς ή κάποιος άλλος έχετε ζητήσει επαναφορά κωδικού πρόσβασης για τον λογαριασμό χρήστη σας. Μπορεί να αγνοηθεί με ασφάλεια εάν δεν ζητήσατε επαναφορά κωδικού πρόσβασης. Κάντε κλικ στον παρακάτω σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας.
hi: आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि आपने या किसी और ने आपके उपयोगकर्ता खाते के लिए पासवर्ड रीसेट करने का अनुरोध किया है। यदि आपने पासवर्ड रीसेट करने का अनुरोध नहीं किया है तो इसे सुरक्षित रूप से अनदेखा किया जा सकता है। अपना पासवर्ड रीसेट करने के लिए नीचे दिए गए लिंक पर क्लिक करें।
ja: このメールは、あなたまたは他の誰かがあなたのユーザー アカウントのパスワード リセットをリクエストしたために送信されています。 パスワード リセットをリクエストしていない場合は無視しても問題ありません。パスワードをリセットするには、以下のリンクをクリックしてください。
nl: U ontvangt deze e-mail omdat u of iemand anders een wachtwoordreset voor uw gebruikersaccount heeft aangevraagd. U kunt deze e-mail veilig negeren als u geen wachtwoordreset hebt aangevraagd. Klik op de onderstaande link om uw wachtwoord te resetten.

source: In case you forgot, your username is %(username)s.
el: Σε περίπτωση που το ξεχάσατε, το όνομα χρήστη σας είναι %(username)s.
hi: यदि आप भूल गए हैं तो आपका उपयोगकर्ता नाम %(username)s है।
ja: 忘れてしまった場合に備えて、ユーザー名は %(username)s です。
nl: Mocht u het vergeten zijn, uw gebruikersnaam is %(username)s.

source: Password Reset Email
el: Email επαναφοράς κωδικού πρόσβασης
hi: पासवर्ड रीसेट ईमेल
ja: パスワードリセットメール
nl: Wachtwoord reset e-mail

source: Your password has been reset.
el: Ο κωδικός πρόσβασής σας επαναφέρθηκε.
hi: आपका पासवर्ड बदला जा चुका है।
ja: パスワードがリセットされました。
nl: Uw wachtwoord is gereset.

source: Password Reset
el: Επαναφορά κωδικού πρόσβασης
hi: पासवर्ड रीसेट
ja: パスワードのリセット
nl: Wachtwoord opnieuw instellen

source: Your password has been set.
el: Ο κωδικός πρόσβασής σας έχει οριστεί.
hi: आपका पासवर्ड सेट कर दिया गया है.
ja: パスワードが設定されました。
nl: Uw wachtwoord is ingesteld.

source: Password Set
el: Σύνολο κωδικών πρόσβασης
hi: पासवर्ड सेट करें
ja: パスワード設定
nl: Wachtwoord instellen
